Repository: i-Taozi/TRAVIS_FAST_FINISH_Trigger1
Catalog: webapp/src/main/locale/messages_*.po
Languages: az, fr

source: Password required or invalid password provided
az: Şifrə tələb olunur və ya etibarsız şifrə daxil edilib
fr: Le mot de passe est exigé ou le mot de passe fourni est invalide

source: Deletion of mailboxes is not currently supported.
az: Poçt qutularının silinməsi hazırda dəstəklənmir.
fr: La suppression de boîtes aux lettres n’est actuellement pas prise en charge.

source: Not set.
az: Quraşdırılmayıb.
fr: Non défini.

source: Queued
az: Sıralandı
fr: En file d’attente

source: Sending
az: Göndərilir
fr: Envoi

source: Sent to {0} out of {1} recipients
az: {1} Qəbul edicilərdən {0} gönderildi
fr: Envoyé à {0} sur {1} destinataires

source: Email sent
az: Email göndərildi
fr: Le courriel a été envoyé

source: Gateway disabled
az: Gateway söndürülüb
fr: La passerelle est désactivée

source: No identity matches the sender/from field: {0}
az: Göndərən / sahədən heç bir uyğunluq yoxdur: {0}
fr: Aucune identité ne correspond au champ expéditeur/de : {0}

source: Invalid recipient address: {0}
az: Yanlış qəbul edici ünvanı: {0}
fr: L’adresse du destinataire est incorrecte : {0}

source: Error creating email packets: {0}
az: Email paketləri yaradarkən xəta: {0}
fr: Erreur de création des paquets de courriel : {0}

source: Error while sending email: {0}
az: Email göndərərkən xəta: {0}
fr: Erreur d’envoi du courriel : {0}

source: Error saving email metadata: {0}
az: Email-in metaməlumatlarını saxlarkən xəta: {0}
fr: Erreur d’enregistrant des métadonnées du courriel : {0}

source: New email received
az: Yeni email alındı
fr: Nouveau courriel reçu

source: Relay Peers:
az: Relay bənzərlər:
fr: Pairs relais :

source: Peer
az: Bənzər
fr: Pair

source: I2P Destination
az: I2P Hədəfi
fr: Destination I2P

source: Reachability %
az: Əlçatımlılığı
fr: Accessibilité %

source: Untested
az: Test edilməmiş
fr: Non testé

source: Banned Peers:
az: Qadağan bənzərlər:
fr: Pairs bannis :

source: Destination Hash
az: Hədəf Hash
fr: Hachage de la destination

source: Ban Reason
az: Qadağan səbəb
fr: Raison du bannissement

source: Reachable
az: Əlçatan
fr: Accessible

source: Unreachable
az: Əlçatmaz
fr: Inaccessible

source: Good
az: Yaxşı
fr: Bien

source: Unreliable
az: Etibarsız
fr: Non fiable

source: Wrong protocol version:
az: Yanlış protokol versiyası:
fr: Mauvaise version de protocole :

source: Error: Please add at least one recipient.
az: Xəta: Ən azı bir qəbul edicini əlavə edin.
fr: Erreur : veuillez ajouter au moins un destinataire.

source: The email has been queued for sending.
az: E-poçt göndərilməsi üçün sıraya qoyulub.
fr: Le courriel a été mis dans la file d’envois.

source: Error sending email: {0}
az: Email göndərilərkən xəta: {0}
fr: Erreur d’envoi du courriel : {0}

source: Address doesn't contain an Email Destination or an external address: {0}
az: Ünvanda email hədəfi və ya xarici ünvan yoxdur: {0}
fr: L’adresse ne contient ni une destination de courriel ni une adresse externe : {0}

source: Distance
az: Məsafə

source: Locked?
az: Kilidlidir?
fr: Verrouillé ?

source: First Seen
az: İlk dəfə görüldü
fr: Vu la première fois

source: Yes
az: Bəli
fr: Oui

source: No
az: Xeyr
fr: Non

source: (None)
az: (Heç biri)
fr: (Aucun)

source: Export Identities
az: Kimlikləri xaric et
fr: Exporter des identités

source: Password:
az: Şifrə:
fr: Mot de passe :

source: (leave blank to not encrypt identities)
az: (kimlikləri şifrələməmək üçün boş buraxın)
fr: (laisser vide pour ne pas chiffrer les identités)

source: Confirm:
az: Təsdiqlə:
fr: Confirmer :

source: Export
az: İxrac
fr: Exporter

source: From
az: Etibarən
fr: De

source: Know
az: Bilmək
fr: Connu

source: To
az: Qədər
fr: À

source: Subject
az: Mövzu
fr: Objet

source: Sent Time
az: Göndərilən vaxt
fr: Heure d’envoi

source: Delivered
az: Çatdırıldı
fr: Livré

source: Anonymous
az: Anonim
fr: Anonyme

source: (No subject)
az: (Mövzu yoxdur)
fr: (Aucun objet)

source: Signature is invalid or missing
az: İmza etibarsızdır və ya çatışmır
fr: La signature est invalide ou manquante

source: Delete
az: Sil
fr: Supprimer

source: Delete this email
az: Bu emaili sil
fr: Supprimer ce courriel

source: User Guide
az: İstifadəçi Qaydaları
fr: Guide d’utilisation

source: Checking for mail...
az: Email-ləri yoxlayır...
fr: Relève des courriels...

source: Check Mail
az: Emaili yoxla
fr: Relever les courriels

source: Compose
az: Tərtib et
fr: Rédiger

source: Last checked:
az: Son yoxlama:
fr: Dernière relève :

source: The contact has been deleted from the address book.
az: Əlaqə ünvan kitabından silindi.
fr: Le contact a été supprimé du carnet d’adresses.

source: Error
az: Xəta
fr: Erreur

source: Form must be submitted using POST.
az: Forma POST-dan istifadə edərək göndərilməlidir.
fr: Le formulaire doit être envoyé en utilisant POST.

source: Please fill in the Destination field.
az: Hədəf sahəsini doldurun.
fr: Veuillez remplir le champ Destination.

source: Please fill in the Name field.
az: Ad sahəsini doldurun.
fr: Veuillez remplir le champ Nom.

source: The contact has been saved.
az: Əlaqə saxlandı.
fr: Le contact a été enregistré.

source: New Contact
az: Yeni əlaqə
fr: Nouveau contact

source: Add
az: Əlavə et
fr: Ajouter

source: Edit Contact
az: Əlaqəni dəyiş
fr: Modifier le contact

source: Save
az: Yadda saxla
fr: Enregistrer

source: Email Destination:
az: Email hədəfi:
fr: Destination de courriel :

source: (required field)
az: (tələb olunan sahə)
fr: (champ exigé)

source: Name:
az: Ad:
fr: Nom :

source: Picture:
az: Şəkil:
fr: Image :

source: Text:
az: Mətn:
fr: Texte :

source: Cancel
az: Ləğv et
fr: Annuler

source: Address Book
az: Ünvan kitabı
fr: Carnet d’adresses

source: Private Address Book
az: Şəxsi ünvan kitabı
fr: Carnet d’adresses privé

source: Select One or More Entries
az: Bir və ya daha çox giriş seçin
fr: Sélectionner une ou plusieurs entrées

source: The address book is empty.
az: Ünvan kitabı boşdur.
fr: Le carnet d’adresses est vide.

source: Name
az: Ad
fr: Nom

source: Text
az: Mətn
fr: Texte

source: Email Destination
az: Email hədəfi
fr: Destination de courriel

source: Delete this contact
az: Əlaqəni sil
fr: Supprimer ce contact

source: Add Recipients
az: Qəbul ediciləri əlavə et
fr: Ajouter des destinataires

source: Return
az: Geri dönmək
fr: Retour

source: Import from the public address directory
az: İctimaiyyət ünvanı qovluğundan idxal et
fr: Importer de l’annuaire public d’adresses

source: Lookup
az: Axtarış
fr: Rechercher

source: Error:
az: Xəta:
fr: Erreur :

source: Security Violation
az: Təhlükəsizliyin pozulması
fr: Violation de sécurité

source: CSRF Security Violation
az: CSRF Təhlükəsizliyin pozulması
fr: Violation de sécurité CSRF

source: Please fill in the Public Name field.
az: Zəhmət olmasa, İctimai ad bölməsini doldurun.
fr: Veuillez remplir le champ Nom public.

source: Please wait...
az: Zəhmət olmasa gözləyin...
fr: Veuillez patienter...

source: The Email Identity is being generated. This may take a while.
az: Email kimliyi yaradılır. Bu, bir qədər vaxt ala bilər.
fr: L’identité de courriel est générée. Cela peut prendre un peu de temps.

source: This encryption type does not support destinations that start with {0}. Valid initial characters are {1}.
az: Bu tip şifrələmə {0} ilə başlayan istiqamətləri dəstəkləmir. Dəstəklənən başlanğıc simvollar {1}.
fr: Ce type de chiffrement ne prend pas en charge les destinations qui commencent par {0}. Les caractères initiaux valides sont {1}.

source: The email identity has been saved.
az: Email kimliyi saxlandı.
fr: L’identité de courriel a été enregistrée.

source: Add Email Destination to Directory
az: Email təyinatını qovluğa əlavə et
fr: Ajouter la destination de courriel à l’annuaire

source: The name exists already. Please choose a different Public Name.
az: Ad artıq var. Fərqli bir ictimai ad seçin.
fr: Le nom existe déjà. Veuillez choisir un nom public différent.

source: Publish to the Address Directory
az: Ünvan qovluğuna göndərmək.
fr: Publier dans l’annuaire d’adresses

source: Picture to upload:
az: Yüklənəcək şəkil:
fr: Image à téléverser :

source: (optional, 7.5 kBytes max)
az: (istəyə bağlı, maksimum 7,5 kBt)
fr: (facultatif, 7,5 Ko max)

source: Text to include:
az: Daxil olunacaq mətn:
fr: Texte à inclure :

source: (optional, 2000 chars max)
az: (istəyə bağlı, maksimum 2000 simvol)
fr: (facultatif, 2 000 caractères max)

source: Publish
az: Yayımlamaq
fr: Publier

source: The identity has been added to the address directory.
az: Kimlik ünvan qovluğuna daxil edildi.
fr: L’identité a été ajoutée dans l’annuaire d’adresses.

source: No Identity
az: Kimlik yoxdur
fr: Aucune identité

source: No Email Identity Defined
az: Heç bir email kimlik müəyyənləşmədi
fr: Aucune identité de courriel n’est définie

source: Create a New Email Identity
az: Yeni email kimlik yarat
fr: Créer une nouvelle identité de courriel

source: The email identity has been deleted.
az: Email kimliyi silindi.
fr: L’identité de courriel a été effacée.

source: Debug
az: Sazlama
fr: Débogage

source: Debug Page
az: Sazlama səhifəsi
fr: Page de débogage

source: Test encrypted files
az: Şifrələnmiş faylları test et
fr: Tester les fichiers chiffrés

source: No file encryption problems found.
az: Şifrələmə problemi tapılmadı.
fr: Aucun problème de chiffrement de fichiers n’a été trouvé.

source: Undecryptable files:
az: Faylları deŞifrələmək olmur:
fr: Fichiers indéchiffrables :

source: More...
az: Daha çox...
fr: Plus...

source: Less...
az: Daha az...
fr: Moins...

source: New Email Identity
az: Yeni email kimliyi
fr: Nouvelle identité de courriel

source: Create
az: Yarat
fr: Créer

source: Edit Email Identity
az: Email kimliyini dəyiş
fr: Modifier l’identité de courriel

source: An Email Identity lets you receive email from other I2P-Bote users.
az: Email kimliyi digər I2P-Bote istifadəçilərindən email almağa imkan verir.
fr: Une identité de courriel vous permet de recevoir des courriels provenant d’autres utilisateurs d’I2P-Bote.

source: Public Name:
az: İctimai ad:
fr: Nom public :

source: (required field, shown to recipients)
az: (tələb olunan sahə, qəbul edicilərə göstərilən )
fr: (champ exigé, montré aux destinataires)

source: Description:
az: Açıqlama:

source: (optional, kept private)
az: (istəyə bağlı, məxfi saxlanılır)
fr: (facultatif, gardé confidentiel)

source: (published to the address directory)
az: (ünvan kitabına əlavə olundu)
fr: (publié dans l’annuaire d’adresses)

source: Encryption:
az: Şifrələmə:
fr: Chiffrement :

source: (If unsure, leave the default)
az: (Əmin deyilsinizsə, olduğu kimi saxlayın)
fr: (En cas de doute, laisser la valeur par défaut)

source: (2 chars takes seconds, 3 takes minutes, etc.)
az: (2 simvol saniyələt çəkir, 3 isə dəqiqələr çəkir və s.)
fr: (avec 2 caractères prend des secondes, avec 3 des minutes, etc.)

source: Fingerprint:
az: Barmaq izi:
fr: Empreinte :

source: Default Identity:
az: Standart kimlik:
fr: Identité par défaut :

source: Include in global check:
az: Qlobal yoxlamaya daxil edin:
fr: Inclure dans la vérification globale :

source: Private keys:
az: Məxfi açarlar:
fr: Clés privées

source: (Never reveal to anyone!)
az: (Heç vaxt heç kimə açıqlama)
fr: (Ne jamais révéler à personne !)

source: Show
az: Göstər
fr: Afficher

source: Cannot publish until connected.
az: Bağlanana qədər yayımlana bilməz.
fr: Impossible de publier jusqu’à la connexion.

source: Delete this identity
az: Bu kimliyi sil
fr: Supprimer cette identité

source: Frequently Asked Questions
az: Tez-tez verilən suallar
fr: Foire aux questions

source: Password is cached. Click to clear the password cache.
az: Parol keşlənir. Şifrənin keşini təmizləmək üçün kliklə.
fr: Le mot de passe est mémorisé. Cliquer pour effacer le cache des mot de passe.

source: Secure Distributed Email
az: Təhlükəsiz paylaşdırılmış email.
fr: Courriel décentralisé sécurisé

source: Addresses
az: Ünvanlar
fr: Adresses

source: Identities
az: Kimliklər
fr: Identités

source: Configuration
az: Quraşdırma

source: Settings
az: Tənzimləmələr
fr: Paramètres

source: Network Status
az: Şəbəkə statusu
fr: État du réseau

source: Help
az: Kömək
fr: Aide

source: About
az: Haqqında
fr: À propos

source: For I2P-Bote to function properly, you must download the JCE Unlimited Strength Jurisdiction Policy files and move them into this folder:
az: I2P-Bote-un düzgün işləməsi üçün JCE Limitsiz Güc Hüququ Siyasəti fayllarını endirməniz və bu qovluğa köçürməniz lazımdır:
fr: Pour qu’I2P-Bote fonctionne correctement, vous devez télécharger les fichiers de l’extension cryptographique de Java «&nbsp;JCE Unlimited Strength Jurisdiction Policy&nbsp;» et les déplacer dans ce dossier :

source: Guide
az: Qayda

source: Password Cleared
az: Şifrə silindi
fr: Le mot de passe a été effacé

source: The password has been cleared from the cache.
az: Şifrə keşdən silindi.
fr: Le mot de passe a été effacé du cache.

source: Outbox
az: Gedənlər
fr: Boîte d’envoi

source: Create Time
az: Vaxtı yarat
fr: Heure de création

source: In order to receive email from other people, you need to create an email identity first.
az: Başqalarından email ala bilmək üçün əvvəlcə bir email kimlik yaratmalısınız.
fr: Afin de recevoir des courriels d’autres personnes, vous devez d’abord créer une identité de courriel.

source: Every email identity is associated with an email destination. Anybody can send email to the email destination, but only the identity holder can read it.
az: Hər email kimliyi bir email hədəfinə aiddir. İstənilən şəxs email hədəfinə email göndərə bilər, hərçənd onu yalnız kimlik sahibi oxuya bilər.
fr: Chaque identité de courriel est associée à une destination de courriel. N’importe qui peut envoyer des courriels à la destination de courriel, mais seul le détenteur de l’identité peut les lire.

source: In a sense, email identities are the equivalent to traditional email accounts - except that there is no provider that can read all your email because I2P-Bote stores all emails encrypted on the network.
az: Bu mənada, email kimlikləri ənənəvi email hesablarına bərabərdir - istisna olaraq, email-i oxuya bilən bir provayder olmadığından, I2P-Bote şəbəkədə şifrələnən bütün email-ləri saxlayır.
fr: D’une certaine façon, les identités de courriel sont l’équivalent des comptes de courriels habituels, à ceci près qu’il n’existe pas de fournisseur qui puisse lire tous vos courriels, car I2P-Bote stocke tous les courriels chiffrés dans le réseau.,

source: I2P-Bote automatically decrypts emails sent to you, using the email identity you created. Email identities are stored in a file named identities; never give this file to anyone or they will be able to read all your emails.
az: I2P-Bote yaratdığınız email kimlikdən istifadə edərək, sizə göndərilən email-ləri avtomatik olaraq deŞifrələyir. Email kimliklər eyni adlı bir faylda saxlanılır; bu faylı heç kimə verməyin, əks halda bütün email-ləriniz oxuna bilər.
fr: I2P-Bote déchiffre automatiquement les courriels qui vous sont envoyés en utilisant l’identité de courriel que vous avez créée. Les identités de courriel sont stockées dans un fichier nommé «&nbsp;identities&nbsp;» ; ne donnez jamais ce fichier à quelqu’un, sinon cette personne sera en mesure de lire tous vos courriels.

source: Do give out the email destination so others can contact you.
az: Sizinlə əlaqə yarada bilsinlər deyə email hədəfinizi verin.
fr: Donnez bien la destination de courriel afin que les autres puissent vous contacter.

source: It is easy to create multiple identities for different purposes, or different contacts.
az: Müxtəlif məqsədlər, eləcə də əlaqələr üçün çoxsaylı kimliklər yaratmaq mümkündür.
fr: Il est facile de créer différentes identités pour différents buts ou pour différents contacts.

source: When you create a new email identity, you can choose the type of encryption that will be used by the email identity. While all encryption algorithms offered by I2P-Bote provide a high level of privacy, the length of an email destination depends on the encryption used. The choice of encryption also determines what signing algorithm is used.
az: Yeni email kimliyi yaratdığınızda, email kimliyi tərəfindən istifadə ediləcək şifrənin növünü seçə bilərsiniz. I2P-Bote tərəfindən təklif edilən bütün şifrələmə alqoritmləri məxfiliyi yüksək səviyyədə təmin etməsinə baxmayaraq, bir email hədəfinin uzunluğu istifadə olunan şifrələmədən asılıdır. Şifrləmə seçimi də hansı imza alqoritminin istifadə edildiyini müəyyən edir.
fr: Lorsque vous créez une nouvelle identité courriel, vous pouvez choisir le type de chiffrement qui sera utilisé par l’identité courriel. Bien que tous les algorithmes de chiffrement offerts par I2P-Bote fournissent un niveau élevé de confidentialité, la longueur d’une destination courriel dépend du chiffrement utilisé. Le choix du chiffrement détermine aussi quel algorithme de signature est utilisé.

source: It is generally recommended to choose 256-bit elliptic curve encryption because it produces the shortest email destinations (86 characters) while still being highly secure.
az: Ümumiyyətlə, yüksək təhlükəsiz olması ilə yanaşı, ən qısa email hədəflərini (86 simvol) hazırladığı üçün 256 bit elliptik əyri şifrələməsini seçməniz tövsiyə olunur.
fr: Il est généralement recommandé de choisir le chiffrement à courbe elliptique à 256 bits, il produit les destinations courriel les plus courtes (86 caractères) tout en étant hautement sécuritaire.

source: The email could not be found in this folder. It was probably moved to the Sent folder.
az: Email bu qovluqda tapılmadı. Çox güman ki, göndərilənlər qovluğuna köçürülüb.
fr: Le courriel est introuvable dans ce dossier. Il a été probablement été déplacé vers le dossier Envoyé.

source: The email could not be found in this folder.
az: Email bu qovluqda tapılmadı.
fr: Le courriel est introuvable dans ce dossier.

source: From:
az: Etibarən:
fr: De :

source: Signature:
az: İmza:

source: Valid
az: Etibarlıdır
fr: Valide

source: N/A (sender is anonymous)
az: N/A (göndərən anonimdir)
fr: N.D. (l’expéditeur est anonyme)

source: Invalid or missing
az: Etibarsızdır və ya çatışmır
fr: Invalide ou manquant

source: Reply To:
az: Cavab yaz:
fr: Répondre à :

source: To:
az: Qədər:
fr: À :

source: Sent:
az: Göndərildi:
fr: Envoyé :

source: Received:
az: Qəbul edildi:
fr: Reçu :

source: Subject:
az: Mövzu:
fr: Objet :

source: Message:
az: İsmarış:

source: Attachments:
az: Qoşmalar:
fr: Fichiers joints :

source: Reply
az: Cavab ver
fr: Répondre

source: New Email
az: Yeni email
fr: Nouveau courriel

source: Please select a file to attach and try again.
az: Əlavə etmək üçün bir fayl seçin və yenidən cəhd edin.
fr: Veuillez sélectionner un fichier à joindre puis ressayer.

source: Send
az: Göndər
fr: Envoyer

source: Remove this recipient
az: Bu qəbul edicini sil
fr: Retirer ce destinataire

source: Add this recipient to the address book
az: Bu qəbul edicini ünvan kitabına əlavə et
fr: Ajouter ce destinataire au carnet d’adresses

source: Select recipients from address book
az: Ünvan kitabından qəbul ediciləri seç
fr: Sélectionner des destinataire du carnet d’adresses

source: Add another recipient field
az: Başqa bir qəbul edici sahəsi əlavə et
fr: Ajouter un autre champ de destinataire

source: Remove this attachment
az: Bu qoşmanı sil
fr: Supprimer ce fichier joint

source: Add another attachment
az: Başqa qoşmanı əlavə et
fr: Ajouter un autre fichier joint

source: Attach
az: Qoşun
fr: Joindre

source: It is recommended to keep attachments below 500 kBytes.
az: Qoşmaları 500 kbit-dən aşağı saxlamaq tövsiyə olunur.
fr: Il est recommandé de garder les fichiers joints en dessous de 500 Ko.

source: {0} wrote:
az: {0} yazıb:
fr: {0} a écrit :

source: Password Required
az: Şifrə tələb olunur
fr: Le mot de passe est exigé

source: Wrong password. Try again.
az: Yanlış şifrə. Yenidən cəhd edin.
fr: Le mot de passe est erroné. Ressayer.

source: Password required
az: Şifrə tələb olunur
fr: Le mot de passe est exigé

source: Settings have been saved.
az: Quraşdırmalar saxlandı.
fr: La configuration a été enregistrée.

source: General
az: Əsas
fr: Général

source: Check for mail every {0} minutes
az: Məktubları hər {0} dəqiqədən bir yoxlayın
fr: Relever les courriels toutes les {0} minutes

source: Check delivery status of sent emails
az: Göndərilən email-lərin çatdırılma statusunu yoxlayın
fr: Vérifier l’état de livraison des courriels envoyés

source: Enable IMAP on port {0}
az: IMAP portunu {0}da aktivləşdirin
fr: Activer l’IMAP sur le port {0}

source: Enable SMTP on port {0}
az: {0} portunda SMTP-ni aktivləşdirin
fr: Activer le SMTP sur le port {0}

source: Theme:
az: Mövzu:
fr: Thème :

source: Privacy
az: Məxfilik
fr: Confidentialité

source: Use English for text added to outgoing email ('Re:', 'wrote:', etc.)
az: Çıxan email-ə mətn əlavə etmək üçün İngilis dilindən istifadə edin ('Re:', 'wrote': və s.)
fr: Utiliser l’anglais pour les textes ajoutés aux courriels sortants («&nbsp;Re:&nbsp;», «&nbsp;wrote:&nbsp;», etc.)

source: Include send time in outgoing emails
az: Çıxan email-lərə göndərilmə vaxtını daxil edin
fr: Inclure l’heure d’envoi aux courriels sortants

source: Routing
az: İstiqamətləndirmə
fr: Routage

source: Use relays when sending mail:
az: Mail göndərərkən vasitəçilərdən istifadə edin:
fr: Utiliser des relais lors de l’envoi des courriels :

source: None
az: Heç biri
fr: Aucun

source: Delay per relay hop: Between
az: Hər hopda gecikmə: arasında
fr: Retard par saut de relais : entre

source: and
az: və
fr: et

source: minutes
az: dəqiqə

source: Use a gateway when sending to non-I2P email addresses
az: Qeyri-I2P email ünvanlarına göndərərkən Gateway-dən istifadə edin
fr: Utiliser une passerelle lors d’envois vers une adresse courriel non I2P

source: Email Destination of the gateway:
az: Gateway-in email istiqaməti:
fr: Destination de courriel de la passerelle :

source: Change Password
az: Şifrəni dəyiş
fr: Modifier le mot de passe

source: Set Password
az: Şifrə yarat
fr: Définir le mot de passe

source: The password has been changed.
az: Şifrə dəyişdirildi.
fr: Le mot de passe a été modifié.

source: Please wait
az: Zəhmət olmasa gözləyin
fr: Veuillez patienter

source: Please wait while the password is being changed...
az: Şifrə dəyişdirilərkən gözləyin...
fr: Veuillez patienter pendant que le mot de passe est modifié...

source: Set a new Password
az: Yeni şifrə yaradın
fr: Définir un nouveau mot de passe

source: If you have not set a password, leave the old password blank.
az: Yeni şifrə yaratmamısınızsa, köhnə şifrəni boş buraxın.
fr: Si vous n’avez défini de mot de passe, laissez l’ancien mot de passe vide.

source: Please note that if a password is set, emails cannot be checked automatically but only when the Check Mail button is clicked.
az: Nəzərdə saxlayın ki, şifrə yaradılıbsa, email-lər avtomatik olaraq yoxlanıla bilməz, bu yalnız Maili Yoxla düyməsi kliklənəndə mümkündür.
fr: Veuillez noter que si un mot de passe est défini, les courriels ne peuvent pas être relevés automatiquement, mais seulement lorsque l’on clique sur le bouton Relever les courriels.

source: Old password:
az: Köhnə şifrə:
fr: Ancien mot de passe :

source: New password:
az: Yeni şifrə:
fr: Nouveau mot de passe :

source: Network
az: Şəbəkə
fr: Réseau

source: Network information is not available because I2P-Bote hasn't started connecting to the network yet.
az: Şəbəkə məlumatı mövcud deyil, çünki I2P-Bote hələ şəbəkəyə qoşulmayıb.
fr: Les informations réseau ne sont pas retournées, car I2P-Bote n’a pas encore commencé à ce connecté au réseau.

source: Local destination:
az: Yerli təyinat:
fr: Destination locale :

source: Error Details
az: Xətanın detalları
fr: Détails de l’erreur

source: This is the error that happened:
az: Bu xəta baş verdi:
fr: Cette erreur s’est produite :

source: Folders
az: Qovluqlar
fr: Dossiers
