Repository: i-Taozi/TRAVIS_FAST_FINISH_Trigger1
Catalog: webapp/src/main/locale/messages_*.po
Languages: az, fr

source: Inbox
az: Daxil olanlar
fr: Boîte de réception

source: Sent
az: Göndər
fr: Envoyé

source: Trash
az: Sil
fr: Corbeille

source: Not Started
az: Başlanmadı
fr: Pas démarré

source: Waiting 3 Minutes...
az: 3 dəqiqə gözləyir...
fr: Attente de 3 minutes...

source: Connecting...
az: Qoşulur...
fr: Connexion...

source: Connected
az: Qoşuldu
fr: Connecté

source: Retry Connecting
az: Yenidən qoşulmağa cəhd edin
fr: Ressayer de se connecter

source: Connect Now
az: İndi qoşul
fr: Se connecter maintenant

source: Email Identities
az: Email kimlikləri
fr: Identités de courriel

source: No email identities are defined.
az: Heç bir email kimliklər müəyyən edilmədi.
fr: Aucune identité de courriel n’est définie.

source: Public Name
az: İctimai ad
fr: Nom public

source: Description
az: Açıqlama

source: Check mail for this identity
az: Bu kimlik üçün email-i yoxla
fr: Relever les courriels pour cette identité

source: New Identity
az: Yeni kimlik
fr: Nouvelle identité

source: Import Identities
az: Kimlikləri idxal et
fr: Importer des identités

source: Go to inbox
az: Daxil olanlara keçin
fr: Aller dans la boîte de réception

source: Please select an identities file and try again.
az: Kimliklər faylını seçin və yenidən cəhd edin.
fr: Veuillez sélectionner un fichier d’identités puis ressayer.

source: The identities have been imported.
az: Kimliklər idxal edildi.
fr: Les identités ont été importées.

source: Identities file:
az: Kimliklər faylı:
fr: Fichier d’identités :

source: (leave blank if identities not encrypted)
az: (kimliklər şifrələnməyibsə, boş buraxın)
fr: (laissez vide si les identités ne sont pas chiffrées)

source: Overwrite all existing identities:
az: Bütün mövcud kimlikləri yenidən yazın:
fr: Écraser toutes les identités existantes :

source: Duplicates: replace existing identity:
az: Dublikatlar: mövcud kimliyi dəyişdirin:
fr: Doublons - Remplacer l’identité existante :

source: Import
az: İdxal
fr: Importer

source: Address Directory Lookup
az: Ünvan kitabına görə axtarış
fr: Consultation de l’annuaire d’adresses

source: The name has been imported to the address book.
az: Ad ünvan kitabına idxal edildi.
fr: Le nom a été importé dans le carnet d’adresses.

source: The name &quot;{0}&quot; was not found in the directory.
az: Ad &quot;{0}&quot; qovluqda tapılmadı
fr: Le nom «&nbsp;{0}&nbsp;» n’a pas été trouvé dans l’annuaire.

source: Import Contact
az: Əlaqəni idxal edin
fr: Importer un contact

source: A matching record was found in the address directory. Note that the address directory is not secure against manipulation, so do not click &quot;import&quot; unless you trust that it is the right email destination.
az: Ünvan qovluğunda uyğun qeyd tapıldı. Ünvan qovluğu manipulyasiyaya qarşı təhlükəsiz deyil, bu səbəbdən email istiqamətindən tam əmin deyilsinizsə, &quot;import&quot; klikləməyin.
fr: Une entrée correspondante a été trouvée dans l’annuaire d’adresses. Notez que l’annuaire d’adresses n’est pas protégé contre les altérations, et ne cliquez donc pas sur &quot;importer&quot; à moins d’être sûr que c’est la bonne destination de courriel.

source: Email Destination:
az: Email istiqaməti:
fr: Destination de courriel :

source: About I2P-Bote
az: I2P-Bote haqqında
fr: À propos d’I2P-Bote

source: I2P-Bote Version {0}
az: I2P-Bote versiyası {0}

source: To submit bug reports or feature requests:
az: Xəta hesabatları və ya təklifləri göndərmək üçün:
fr: Pour envoyer des relevés de bogues ou des demandes de fonctions :

source: click here
az: bura klikləyin
fr: cliquer ici

source: Developers:
az: Yaradıcılar:
fr: Développeurs :

source: Click to send an email
az: Email göndərmək üçün klikləyin
fr: Cliquer pour envoyer un courriel

source: Maintenance, user experience, extended features, Android app
az: Xidmət, istifadəçi təcrübəsi, genişləndirilmiş xüsusiyyətlər, Android app
fr: Maintenance, expérience utilisateur, fonctions évoluées, application Android

source: Past developers:
az: Əvvəlki yaradıcılar:
fr: Anciens développeurs :

source: Feedback on I2P-Bote
az: I2P-Bote haqqında feedback
fr: Rétroaction sur I2P-Bote

source: Technical concept, implementation, user interface
az: Texniki konsept, tətbiq, istifadəçi interfeysi
fr: Concept technique, mise en œuvre, interface utilisateur

source: Contributors:
az: Töhfəverənlər:
fr: Contributeurs :

source: Technical concept, translation, QA, usability, technical feedback
az: Texniki konsept, tərcümə, Keyfiyyətə nəzarət, texniki feedback
fr: Concept technique, traduction, assurance qualité, convivialité, rétroaction technique

source: Pluginization, technical feedback
az: Plaqin yaratmaq, texniki feedback
fr: Greffonisation, rétroaction technique

source: Seedless integration
az: Seedless inteqrasiya
fr: Intégration à Seedless

source: Russian translation
az: Rusca tərcümə
fr: Traduction russe

source: French translation
az: Fransızca tərcümə
fr: Traduction française

source: Dutch translation
az: Hollandca tərcümə
fr: Traduction néerlandaise

source: Norwegian translation
az: Norveçcə tərcümə
fr: Traduction norvégienne

source: Swedish translation
az: İsveçcə tərcümə
fr: Traduction suédoise

source: Chinese translation
az: Çincə tərcümə
fr: Traduction chinoise

source: Arabic translation
az: Ərəbcə tərcümə
fr: Traduction arabe

source: Czech translation
az: Çexcə tərcümə
fr: Traduction tchèque

source: German translation
az: Almanca tərcümə
fr: Traduction allemande

source: Polish translation
az: Polyakca tərcümə
fr: Traduction polonaise

source: Italian translation
az: İtaliyanca tərcümə
fr: Traduction italienne

source: Ukrainian translation
az: Ukraynaca tərcümə
fr: Traduction ukrainienne

source: Hungarian translation
az: Macarca tərcümə
fr: Traduction hongroise

source: Alpha testing
az: Alfa testi
fr: Test alpha

source: Code fixes, translation updates from tx
az: Kod düzəlişləri, tx-dən tərcümə yeniləmələri
fr: Correctifs du code, mise à jour des traduction de Transifex

source: Code fixes
az: Kod düzəlişləri
fr: Correctifs du code

source: Usability improvement
az: İstifadə rahatlığının yaxşılaşdırılması
fr: Amélioration de la convivialité

source: Bug hunting
az: Xəta axtarışı
fr: Chasse aux bogues

source: Error: Couldn't delete email.
az: Xəta: Email silinmədi.
fr: Erreur : impossible de supprimer le courriel.

source: Full Identity
az: Tam kimlik
fr: Identité complète

source: Full Email Identity for {0}:
az: {0} üçün tam email kimliyi:
fr: Identité de courriel complète de {0} :

source: Do not show the above information to anyone! It contains your private keys.
az: Yuxarıda göstərilən məlumatı heç kəsə göstərməyin! Orda şəxsi açarlarınız var.
fr: Ne divulguer les informations ci-dessus à personne ! Elles contiennent vos clés privées.

source: {0} emails total
az: email-lərin cəmi {0}
fr: {0} courriels au total

source: {0} emails total, {1} new
az: email-lərin cəmi {0}, {1} yeni
fr: {0} courriels au total, {1} nouveau(x)

source: {0} incomplete
az: {0} natamam
fr: {0} incomplet

source: Unknown
az: Tanınmayan
fr: Inconnu

source: Add to Address Book
az: Ünvan Kitabçasına daxil edin
fr: Ajouter au carnet d’adresses

source: Kademlia Peers:
fr: Pairs Kademlia :

source: Vanity Destination:
fr: Destination de vanité :

source: Status
fr: État

source: BCC:
fr: Cci :

source: Status:
fr: État :

source: Re:
fr: Réf. :

source: OK
fr: Correct

source: Def.
fr: Déf.
